---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.UniformatDescription
source: html/747f66b6-8e9a-715d-8fa7-4210f5159ed5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.UniformatDescription Property

"Assembly Description"

## Syntax (C#)
```csharp
public static ForgeTypeId UniformatDescription { get; }
```